[
    {
      "_id": "635a4796296a9f67713ca674",
      "index": 1,
      "image": "https://www.pngitem.com/pimgs/m/519-5191896_pofolio-website-html-css-javascript-logo-png-transparent.png",
      "rating": 4.8,
      "title": "Introduction to HTML, CSS and JS",
      "company": "IBM",
      "description": "Explore how you can create websites from scratch!!! Step by step course included EVERYTHING YOU NEED to get started and learn all the fundamental core concepts of web deisgn and web development. Source CODE IS INCLUDED !!! BONUS helpful PDF ebook to get you started quickly Professional training from an instructor with over 20 years of web development experience ready to help you learn and answer any questions you have\r\n"
    },
    {
      "_id": "635a4796d20c809de938b44c",
      "index": 2,
      "image": "https://process.fs.teachablecdn.com/ADNupMnWyR7kCWRvm76Laz/resize=width:705/https://www.filepicker.io/api/file/fGWjtyQtG4JE7UXgaPAN",
      "rating": 4.7,
      "title": "Full-Stack Web Development with React",
      "company": "Meta",
      "description": "Our React.JS Course equips the learner for developing a single-page or mobile applications and creates reusable components for web pages and mobile applications. We have designed React.JS Course Syllabus by industry experts as per the requirements of current trends. The React.JS Course Curriculum contains basic elements like introduction, JSX overview, Environmental setup, real-time applications, forms and UI, Component Lifecycle, Event Handling, and Styles along with advanced features such as router and navigations, Flux, Redux, and Unit testing methods.\r\n"
    },
    {
      "_id": "635a4796229d0dcbd16a329b",
      "index": 3,
      "image": "https://miro.medium.com/max/750/0*bnPxrgDVqXcWILUW.jpg",
      "rating": 3.9,
      "title": "Easy Full-Stack Website Building with WordPress",
      "company": "DENTREX",
      "description": "WordPress is a free open source blogging tool and content management system. WordPress can be used to create a traditional blogging site; however, it can also be used to create a standard website for business or personal use.   This course focuses on creating websites using WordPress.  No previous experience is needed.  This course is structured in a way to help all students, regardless of their experience, learn WordPress. \r\n"
    },
    {
      "_id": "635a47967d5a220f5448919b",
      "index": 4,
      "image": "https://ventsmagazine.com/wp-content/uploads/2019/07/927208_f52d_3.jpg",
      "rating": 5,
      "title": "User Interface/ User Experience (UI/UX) Design by Google",
      "company": "Google",
      "description": "The UI/UX Design Specialization brings a design-centric approach to user interface and user experience design, and offers practical, skill-based instruction centered around a visual communications perspective, rather than on one focused on marketing or programming alone.\r\n"
    },
    {
      "_id": "635a47965285c4fa0127f058",
      "index": 5,
      "image": "https://www.ekascloud.com/public/uploads/img/product/img58a4e98f1d43c0624a83fa487e76e3c9.jpg",
      "rating": 5,
      "title": "Python for Back-End Development",
      "company": "IBM",
      "description": "With Sheridan's Python Web Developer Micro-Credential, advance your coding and learn how to problem solve. Master one of the most popular coding languages and gain a high demand skill that’s applicable in a wide variety of careers. Python’s versatility makes it applicable in web development, data science, finance and trading, scientific and mathematical computing, and many more industries. With the increasing importance of big data, Python developers are becoming more sought after.\r\n"
    },
    {
      "_id": "635a47965285c4fa0127f028",
      "index": 6,
      "image": "https://i.imgur.com/P4XkLK2.jpg",
      "rating": 5,
      "title": "Database Design - Mongo & MySQL",
      "company": "JUMPSTACK",
      "description": "MongoDB is a highly scalable, flexible and distributed NoSQL database, Learn to use and Build your future applications with MongoDB. Learn MySQL one of the most used SQL databases, It is used for a wide range of purposes, including data warehousing, e-commerce, and logging applications. The most common use for mySQL however, is for the purpose of a web database.\r\n"
    }
  ]